const type = '历史';
const time = '古';
let data = [
  {
    id: 1,
    name: '史记',
    chapter: '货殖列传',
    class: ['历史', '文言'],
    author: '司马迁',
    pickDate: '2020-05-01 18:00:00',
    date: '-80',
    content: '天下熙熙，皆为利来；天下壤壤，皆为利往',
    other: ''
  },
  {
    id: 2,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    id: 3,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    id: 4,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    id: 5,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    id: 6,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    id: 7,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    id: 8,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    id: 9,
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: `未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。
      
    
    知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知`
  }
];
export default data;
