const type = '历史';
const time = '古';
// name 书名、材料名 书名
// chapter 章节、具体出处
// class 从大范围 到 小范围: 历史 哲学 郑智 经济 文学 心理 军事 传记 自然科学 -> 文言 心学 史料 材料 名句 论证
// author 作者、编者
// era 古代 现代 近代
// area 中国 外国

let data = [
  {
    name: '史记',
    chapter: '货殖列传',
    class: ['历史', '文言'],
    author: '司马迁',
    pickDate: '2020-05-01 18:00:00',
    date: '-80',
    era: '古代',
    area: '中国',
    content: '天下熙熙，皆为利来；天下壤壤，皆为利往',
    other: ''
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: '未有知而不行者。知而不行，只是未知'
  },
  {
    name: '传习录',
    chapter: '徐爱录',
    class: ['哲学', '心学', '文言', '国学'],
    author: '王阳明',
    pickDate: '2020-04-01 18:00:00',
    date: '1524',
    content: `未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。
      
    
    知而不行，只是未知未有知而不行者。知而不行，只是未知未有知而不行者。知而不行，只是未知`
  }
];
export default data;
